{
  "about_us": "ABOUT US",
  "school_name": "Shree Ambika Secondary School",
  "school_about": "Shree Ambika Secondary School established in 2024 B.S. is a well established, reputed, co-educational school situated at Pokhara-25,Suikhet, Kaski serving local communities. The school is affiliated to Secondary Education Examination (SEE) Board. We serve the educational need of hundreds of students from Nursery through X. The classes in Shree Ambika Secondary School for every academic year starts from Baisakh to Chaitra. We pride ourselves on our warmth and welcoming nature; open attitude towards students, teachers and parents; safe & secure environment; well trained teachers; modern infrastructure; small class strengths; low student – teacher ratio and updated curriculum. Shree Ambika Secondary School believes that the primary purpose of a school is to guide the child in the discovery of themselves and their world…. to identify and nurture their talents. Just as every seed contains the future tree, each child is born with infinite potential. We see children as seeds to be nurtured – here the teacher is a gardener who helps to bring out the potential already present in the child. We provide the best possible environment for children to grow, to blossom and to evolve.",
  "mission_title": "Our Mission Statement",
  "mission_details": "The Jesuit tradition of educational excellence and service to others guides all the courses and activities at Ambika Secondary School. By integrating academic work and intellectual growth with physical, spiritual and emotional development through various co-curricular activities, the College seeks to foster competence, creativity and innovative spirit, throughout and beyond the years spent in College. At the end of their studies at Ambika’s, graduating students are expected to enter the larger world with socially responsible goals, a lifelong appetite for learning and the desire to make our universe a better place. Students are also expected to be prepared to use their God-given talents not only for personal fulfillment, but also for service unto others. The College promotes close student-teacher contact and encourages students to develop their full potential for leadership. The intelligent pursuit of excellence and a variety of activities, which students are exposed to in College, are intended to produce moral leaders who will champion the values of truth, justice and peace",
  "following_details": "Therefore, it is our mission to foster…",
  "passion": "Passion for excellence",
  "commitment": "Commitment to be compassionate",
  "innovative": "Innovative spirit",
  "challenges": "Ability to take risks and accept challenges",
  "competence": "Competence",
  "creativity": "Creativity",
  "leadership": "Leadership for service to all",
  "core_values": "Core Values",
  "respect": "Respect and Responsibility",
  "excellence": "Excellence",
  "collaboration": "Collaboration & Communication",
  "knowledge": "Knowledge",
  "school_level": "School Level & Classes",
  "secondary": "Secondary School (IX-XII) (9-12 Computer Engineering)",
  "middle_school": "Middle School (VI-VIII)",
  "primary_school": "Primary School (I-V)",
  "pre_school": "Pre Primary School (Nursery)"
}
