{
  "welcome_to": "Welcome to",
  "school_name": "Shree Ambika Secondary School",
  "school_about": "Shree Ambika Secondary School established in 2024 B.S. is a well established, reputed, co-educational school situated at Pokhara-25,Suikhet, Kaski serving local communities. The school is affiliated to Secondary Education Examination (SEE) Board. We serve the educational need of hundreds of students from Nursery through X. The classes in Shree Ambika Secondary School for every academic year starts from Baisakh to Chaitra. We pride ourselves on our warmth and welcoming nature; open attitude towards students, teachers and parents; safe & secure environment; well trained teachers; modern infrastructure; small class strengths; low student – teacher ratio and updated curriculum. Shree Ambika Secondary School believes that the primary purpose of a school is to guide the child in the discovery of themselves and their world…. to identify and nurture their talents. Just as every seed contains the future tree, each child is born with infinite potential. We see children as seeds to be nurtured – here the teacher is a gardener who helps to bring out the potential already present in the child. We provide the best possible environment for children to grow, to blossom and to evolve.",
  "events": "Events",
  "latest_events": "Latest Events",
  "principal_name": "PRINCIPAL OM PRASAD POUDEL",
  "principal_message": "Message from Principal",
  "principal_message_detail": "Dear Parents, students and well wishers of the Shree Ambika Secondary School, my wishes full of prayers to all of you. First of all I would like to express my deep sentiments of gratitude to everyone for your constant support, love and concern towards the school which enables and encourages us to strive hard to carry our mission of spreading value based knowledge to one and all.",
  "notice": "Notice",
  "latest_notice": "Latest Notice",
  "leadership": "Leadership",
  "excellence": "Excellence",
  "service": "Service",
  "years_of_experience": "Years of Experience",
  "blogs": "Blogs",
  "latest_blogs": "Latest Blogs"
}
