{
  "principal_name": "PRINCIPAL OM PRASAD POUDEL",
  "message_from": "Message from Principal",
  "principal_detail_one": "Dear Parents, students and well wishers of the Shree Ambika Secondary School, my wishes full of prayers to all of you. First of all I would like to express my deep sentiments of gratitude to everyone for your constant support, love and concern towards the school which enables and encourages us to strive hard to carry our mission of spreading value based knowledge to one and all.",
  "principal_detail_two": "“Education is a shared commitment between dedicated teachers, motivated students and enthusiastic parents with high expectations.” Education is an extremely important instrument of human development. The main aim of education is to provide excellence in all aspects of life of the children. Our main objectives are to develop the children physically, socially, morally, intellectually and spiritually through constructive education. So that children can face the challenges of their lives and fulfill their duties and responsibilities well. Today, the role of a school is not only to pursue academic excellence but also to motivate and empower the students to be lifelong learners, critical thinkers and productive members of an ever-changing global society. Our school is striving hard to make the best positive effort to inculcate strong values combining with academics and extracurricular activities in the children.",
  "principal_detail_three": "Since the inception of our school establishment, there have been a lot of changes that have taken place in the school as well as the different aspects of the varying dimensions of society and the world, politically, culturally, economically and so on. Since, we are all inter-related, we deeply affect one another. Hence, to smoothly operate the school and impart the quality we are aiming to provide is challenging, however, with the dedicated teachers and enthusiastic parents, we have been able to deliver up to the mark of high expectations and thus, inspire students in such a way that they are self-motivated and driven. Education is not merely teaching a mind to memorize the facts but rather is the process of creating a mind that is able to think. What we aspire to give to the world are global citizens, independent thinkers, innovators and creators for which we create an environment for all learners to nurture and enrich to its fullest potential and the highest dimensions of consciousness. Our great cultures and traditions have forever inspired us to live a life of integrity, responsibility and empathy to reach to the peak of consciousness from where the supreme consciousness flowers."
}
