{
  "about_us": "हाम्रोबारे",
  "school_name": "श्री अम्बिका माध्यमिक विद्यालय",
  "school_about": "श्री अम्बिका माध्यमिक विद्यालय सन् २०२४ मा स्थापना भएको हो । स्थानीय समुदायलाई सेवा प्रदान गर्ने सुईखेत , पोखरा , कास्कि, कास्कीमा अवस्थित एउटा स्थापित, प्रतिष्ठित, सह-शैक्षिक विद्यालय हो। विद्यालय माध्यमिक शिक्षा परीक्षा (एसईई) बोर्डमा आबद्ध छ। हामीले नर्सरीदेखि दसौंसम्म सयौं विद्यार्थीहरूको शैक्षिक आवश्यकता पूरा गर्छौं। श्री अम्बिका माध्यमिक विद्यालयमा प्रत्येक शैक्षिक वर्ष वैशाखदेखि चैत्रसम्म कक्षाहरू सञ्चालन हुन्छन्। हामी हाम्रो न्यानोपन र स्वागत गरन परकतम गरव गरछ; वदयरथ, शकषक र आमबबपरत खल दषटकण; सरकषत र सरकषत वतवरण; रमर परशकषत शकषकहर; आधनक परवधर; सन वरग शकत; कम वदयरथ-शकषक अनपत र अदयवधक पठयकरम। शर महनदर मधयमक वदयलयल वदयलयक परथमक उददशय बचचलई आफन र आफन ससरक खजम मरगदरशन गरन ह भनन वशवस गरदछ। आफन परतभ पहचन र पलनपषण गरन। जसर परतयक बउम भवषयक रख हनछ, तयसर न परतयक बचच असम कषमत लएर जनमनछ। हम बलबलकलई हरकउनक लग बउक रपम हरछ - यह शकषक एक मल ह जसल बचचम पहल दख न रहक समभवन बहर लयउन मददत गरदछ। हम बचचहरलई हरकउन, फलन र वकस गरनक लग उततम समभव वतवरण परदन गरछ।",
  "mission_title": "हाम्रो मिशन कथन",
  "mission_details": "शैक्षिक उत्कृष्टता र अरूलाई सेवा गर्ने जेसुइट परम्पराले सेन्ट जेभियर्स कलेजका सबै पाठ्यक्रमहरू र गतिविधिहरूलाई मार्गदर्शन गर्दछ। विभिन्न सह-पाठ्यक्रम गतिविधिहरू मार्फत शारीरिक, आध्यात्मिक र भावनात्मक विकासको साथ शैक्षिक कार्य र बौद्धिक वृद्धिलाई एकीकृत गरेर, कलेजले कलेजमा बिताएका वर्षहरूमा र त्यसपछिका वर्षहरूमा दक्षता, रचनात्मकता र नवीन भावनालाई बढावा दिन खोज्छ। सेन्ट जेभियर्समा आफ्नो अध्ययनको अन्त्यमा, स्नातक विद्यार्थीहरूले सामाजिक रूपमा जिम्मेवार लक्ष्यहरू, सिक्ने आजीवन भोक र हमर बरहमणडलई रमर ठउ बनउन इचछसहत ठल ससरम परवश गरन अपकष गरनछ। वदयरथहरल आफन ईशवर-परदतत परतभ वयकतगत परतक लग मतर नभई अरक सवक लग पन परयग गरन तयर हन अपकष गरनछ। कलजल नजकक वदयरथ-शकषक समपरकलई बढव दनछ र वदयरथहरलई नततवक लग उनहरक परण कषमत वकस गरन परतसहत गरदछ। उतकषटतक बदधक खज र वभनन परकरक गतवधहर, जन वदयरथहरल कलजम खलस गरक छन, नतक नतहर उतपदन गरन उददशयल सतय, नयय र शनतक मलयहरलई चयमपयन गरनछन।",
  "following_details": "तसर्थ, यो पालनपोषण गर्न हाम्रो मिशन हो ...",
  "passion": "उत्कृष्टताको लागि जोश",
  "commitment": "दयालु हुने प्रतिबद्धता",
  "innovative": "अभिनव आत्मा",
  "challenges": "जोखिम लिने र चुनौतीहरू स्वीकार गर्ने क्षमता",
  "competence": "योग्यता",
  "creativity": "रचनात्मकता",
  "leadership": "सबैको सेवाको लागि नेतृत्व",
  "core_values": "मूल मानहरू",
  "respect": "सम्मान र जिम्मेवारी",
  "excellence": "उत्कृष्टता",
  "collaboration": "सहयोग र संचार",
  "knowledge": "ज्ञान",
  "school_level": "विद्यालय स्तर र कक्षाहरू",
  "secondary": "माध्यमिक विद्यालय (IX-X)",
  "middle_school": "माध्यमिक विद्यालय (VI-VIII)",
  "primary_school": "प्राथमिक विद्यालय (I-V)",
  "pre_school": "पूर्व प्राथमिक विद्यालय (नर्सरी)"
}
