{
  "principal_name": "प्रधानाध्यापक  ओम प्रसाद पौडेल",
  "message_from": "प्रधानाध्यापकको सन्देश",
  "principal_detail_one": "श्री अम्बिका माध्यमिक विद्यालयका आदरणीय अभिभावक, विद्यार्थी तथा शुभचिन्तकहरू, सम्पूर्णमा हार्दिक मंगलमय शुभकामना । सबैभन्दा पहिले म सबैलाई तपाईंको निरन्तर सहयोग, माया र चासोको लागि मेरो गहिरो भावना व्यक्त गर्न चाहन्छु जसले हामीलाई मूल्यमा आधारित ज्ञान फैलाउने हाम्रो मिशनलाई एक र सबैमा पुर्‍याउन कडा मेहनत गर्न सक्षम र प्रोत्साहन दिन्छ।",
  "principal_detail_two": "“शिक्षा समर्पित शिक्षकहरू, उत्प्रेरित विद्यार्थीहरू र उच्च अपेक्षाहरू भएका उत्साही अभिभावकहरू बीच साझा प्रतिबद्धता हो।” शिक्षा मानव विकासको अत्यन्त महत्वपूर्ण साधन हो । शिक्षाको मुख्य उद्देश्य बालबालिकाको जीवनका सबै पक्षहरूमा उत्कृष्टता प्रदान गर्नु हो। हाम्रो मुख्य उद्देश्य बालबालिकाको शारीरिक, सामाजिक, नैतिक, बौद्धिक र आध्यात्मिक रूपमा रचनात्मक शिक्षाको माध्यमबाट विकास गर्नु हो। ताकि बच्चाहरूले आफ्नो जीवनका चुनौतीहरूको सामना गर्न सकून् र आफ्नो कर्तव्य र जममवरहर रमरर पर गरन सकन। आज, वदयलयक भमक अकदमक उतकषटत हसल गरन मतर हइन तर वदयरथहरलई आजवन सकउन, आलचनतमक चनतक र सध परवरतनशल वशववयप समजक उतपदक सदसय बनन उतपररत र सशकत बनउन पन ह। हमर वदयलयल बलबलकम शकषक र अतरकत करयकलपसग जडर बलय मलयमनयत जगउनक लग उतकषट सकरतमक परयस गरन कड महनत गररहक छ।",
  "principal_detail_three": "हमर वदयलय सथपन भएक दनदख न वदयलयम धर परवरतनहर भएक छन सथ समज र वशवक वभनन आयमहर, रजनतक, ससकतक, आरथक लगयतक वभनन पकषहरम परवरतनहर भएक छन। कनक, हम सब अनतरसमबनधत छ, हम एकअरकलई गहर असर गरछ। तसरथ, वदयलयलई सचर रपम सञचलन गरन र हमल परदन गरन लकषय रखक गणसतर परदन गरन चनतपरण छ, तथप, समरपत शकषकहर र उतसह अभभवकहरक सथ, हमल उचच अपकषहरक चनहम डलभर गरन सकषम भएक छ र यसर, वदयरथहरलई यस परकरक पररण दनछ। जसर तनहर आतम-पररत र सचलत छन। शकष भनक दमगलई तथयहर यद गरन सकउन मतर हइन, बर सचन सकन दमग सरजन गरन परकरय ह। हमल वशवलई दन चहन भनक वशववयप नगरकहर, सवतनतर वचरकहर, आवषकरकहर र सषटकरतहर हन जसक लग हमल सब शकषरथहरलई यसक परण कषमत र चतनक उचचतम आयमहरलई पषण र समदध बनउन वतवरण सरजन गरछ। हमर महन ससकत र परमपरहरल हमलई सध इमनदर, जममवर र समनभतक जवन जउन पररत गरक छ जहबट परम चतनक फल फलछ चतनक शखरम पगन।"
}
